Наше производство зарегистрировано в форме общества с ограниченной ответственностью 30 мая 2018 года. Начало было положено в селе Подлесная Тавла Кочкуровского района Мордовии, где мы арендовали небольшой цех, ранее занимавшийся изготовлением как колбас, так и мясных полуфабрикатов. Там мы получили наш первый опыт в деле производства и многому научились.
<br>
<br>
Сейчас мы располагаем полноценными производственными мощностями и продолжаем развиваться. Наша цель на краткосрочный период – занять достойное место в предпочтениях потребителей в домашнем регионе. Уже имея за плечами огромный опыт продаж, мы продолжаем работать с потребителем, изучая его желания и предпочтения.
<br>
<br>
Мы будем планомерно работать над улучшениями и в будущем.